Repository: pbgc/django-jwt-auth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Incorrect authentication credentials.
pt_pt: Credenciais de autenticação inválidas

source: User account is disabled.
pt_pt: Conta inactiva

source: Unable to login with provided credentials.
pt_pt: Não foi possível efectuar o login com as credenciais indicadas

source: Must include "username" and "password"
pt_pt: Necessário incluir o "utilizador" e a "password"

source: Invalid Authorization header. No credentials provided.
pt_pt: Header de autorização inválido. Sem credenciais

source: Invalid Authorization header. Credentials string should not contain spaces.
pt_pt: Header de autorização inválido. Credenciais não podem conter espaços

source: Signature has expired.
pt_pt: A assinatura digital expirou

source: Error decoding signature.
pt_pt: Erro a decodificar a assinatura digital

source: Invalid payload
pt_pt: Dados inválidos

source: Invalid signature
pt_pt: Assinatura digital inválida

source: Improperly formatted request
pt_pt: Request mal formatada

source: Refresh has expired.
pt_pt: O tempo de Refresh expirou
